{
  "cars": [
    {
      "model": "Jaguar",
      "features": "Jaguar is a British car manufacturer founded in 1922, is now a division of Jaguar Land Rover owned by Tata Motors, which purchased it from Ford in 2008. Because Jaguar occupies both the performance and luxury markets, its competition is particularly diverse. It includes Porsche, Mercedes-Benz, BMW, Lexus, Cadillac and Infiniti.",
      "saves": 5,
      "id": 7
    },
    {
      "model": "Lamborghini",
      "features": "Automobili Lamborghini S.p.A. is an Italian brand and manufacturer of luxury supercars, sports cars, SUVs based in Sant'Agata Bolognese and tractors Lamborghini Trattori in Pieve di Cento, Italy. The company is owned by the Volkswagen Group through its subsidiary Audi.",
      "saves": 8,
      "id": 8
    },
    {
      "model": "Aston Martin",
      "features": "Aston Martin is a British manufacturer of luxury sports cars and grand tourers. It was founded in 1913 by Lionel Martin and Robert Bamford. The company has had a chequered financial history, including bankruptcy in the 1970s, but has enjoyed long periods of stability, especially over the last decade.",
      "saves": 1,
      "id": 9
    },
    {
      "model": "Bentley",
      "features": "Bentley Motors Limited is a British company that designs, develops, and manufactures luxury motorcars which are largely hand-built. It is a subsidiary of Volkswagen AG. Now based in Crewe, England, Bentley Motors Limited was founded by W. O. Bentley on 18 January 1919 in Cricklewood, North London.",
      "saves": 99,
      "id": 10
    },
    {
      "model": "Ferrari",
      "features": "Ferrari is an Italian auto brand making in high-end and high-performance racing cars, supercars, and sports cars. Founded by Enzo Ferrari in 1939 out of Alfa Romeo's race division, built its first car in 1940. Company's inception as manufacturer is usually recognized in 1947, when the first Ferrari-badged car was completed.",
      "saves": 22,
      "id": 11
    }
  ]
}